Repository: katagaki/IllustMate
Catalog: Shared/Strings/Import.xcstrings
Source language: en
Languages: de, ja, ko, zh_hans, zh_hant

# Import.Albums
source: Albums
de: Alben
ja: アルバム
ko: 앨범
zh_hans: 相册
zh_hant: 相簿

# Import.Albums.Folders
source: Folders
de: Ordner
ja: フォルダ
ko: 폴더
zh_hans: 文件夹
zh_hant: 資料夾

# Import.Albums.MyAlbums
source: My Albums
de: Meine Alben
ja: マイアルバム
ko: 나의 앨범
zh_hans: 我的相册
zh_hant: 我的相簿

# Import.Albums.SmartAlbums
source: Smart Albums
de: Intelligente Alben
ja: スマートアルバム
ko: 스마트 앨범
zh_hans: 智能相册
zh_hant: 智慧型相簿

# Import.Albums.Untitled
source: Untitled Album
de: Unbenanntes Album
ja: 名称未設定
ko: 제목 없는 앨범
zh_hans: 未命名相册
zh_hant: 未命名相簿

# Import.BrowseAlbums
source: Browse Albums
de: Alben durchsuchen
ja: アルバムを選択
ko: 앨범 탐색
zh_hans: 浏览相册
zh_hant: 瀏覽相簿

# Import.Completed.Text.%lld
source: %lld photos have been imported successfully.
de: %lld Fotos wurden erfolgreich importiert.
ja: %lld枚の写真が正常にインポートされました。
ko: %lld장의 사진을 성공적으로 가져왔습니다.
zh_hans: 已成功导入 %lld 张照片。
zh_hant: 已成功匯入 %lld 張照片。

# Import.DeselectAll
source: Deselect All
de: Alle abwählen
ja: すべて選択解除
ko: 전체 선택 해제
zh_hans: 取消全选
zh_hant: 取消全選

# Import.Folder.Empty
source: This folder is empty.
de: Dieser Ordner ist leer.
ja: このフォルダは空です。
ko: 이 폴더는 비어 있습니다.
zh_hans: 此文件夹为空。
zh_hant: 此資料夾是空的。

# Import.ImportHere
source: Import Here
de: Hierhin importieren
ja: ここにインポート
ko: 여기로 가져오기
zh_hans: 导入到此
zh_hant: 匯入至此

# Import.Importing
source: Importing...
de: Importieren …
ja: インポート中…
ko: 가져오는 중…
zh_hans: 正在导入…
zh_hant: 正在匯入⋯

# Import.OpenSettings
source: Open Settings
de: Einstellungen öffnen
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 開啟設定

# Import.PhotosAccessDenied
source: Photos library access has been denied. Please grant access in Settings to browse your albums.
de: Der Zugriff auf die Fotomediathek wurde verweigert. Bitte gewähren Sie den Zugriff in den Einstellungen, um Ihre Alben zu durchsuchen.
ja: 写真ライブラリへのアクセスが拒否されています。アルバムを閲覧するには、設定でアクセスを許可してください。
ko: 사진 보관함 접근이 거부되었습니다. 앨범을 탐색하려면 설정에서 접근 권한을 허용해 주세요.
zh_hans: 照片图库的访问权限已被拒绝。请在「设置」中授予访问权限以浏览您的相册。
zh_hant: 照片圖庫的存取權限已被拒絕。請在「設定」中授予存取權限以瀏覽您的相簿。

# Import.Section.Files
source: Files
de: Dateien
ja: ファイル
ko: 파일
zh_hans: 文件
zh_hant: 檔案

# Import.Section.Files.Description
source: Import images from the Files app.
de: Bilder aus der Dateien-App importieren.
ja: ファイルアプリから画像をインポートします。
ko: 파일 앱에서 이미지를 가져옵니다.
zh_hans: 从"文件"App导入图片。
zh_hant: 從「檔案」App 匯入圖片。

# Import.Section.FromFilesApp
source: From Files App
de: Aus der Dateien-App
ja: 「ファイル」アプリから
ko: 파일 앱에서
zh_hans: 从"文件"App
zh_hant: 從「檔案」App

# Import.Section.FromPhotosApp
source: From Photos App
de: Aus der Fotos-App
ja: 「写真」アプリから
ko: 사진 앱에서
zh_hans: 从"照片"App
zh_hant: 從「照片」App

# Import.Section.Photos
source: Photos
de: Fotos
ja: 写真
ko: 사진
zh_hans: 照片
zh_hant: 照片

# Import.Section.Photos.Description
source: Import photos from your Photos library.
de: Fotos aus Ihrer Fotomediathek importieren.
ja: 写真ライブラリから写真をインポートします。
ko: 사진 보관함에서 사진을 가져옵니다.
zh_hans: 从照片图库导入照片。
zh_hant: 從照片圖庫匯入照片。

# Import.SelectAll
source: Select All
de: Alle auswählen
ja: すべて選択
ko: 전체 선택
zh_hans: 全选
zh_hant: 全選

# Import.SelectFolder
source: Select Folder
de: Ordner auswählen
ja: フォルダを選択
ko: 폴더 선택
zh_hans: 选择文件夹
zh_hant: 選擇資料夾

# Import.SelectedPhotos.%lld
source: %d photos will be imported.
de: %d Fotos werden importiert.
ja: %d枚の写真がインポートされます。
ko: %d장의 사진을 가져옵니다.
zh_hans: 将导入 %d 张照片。
zh_hant: 將匯入 %d 張照片。

# Import.SelectFromFiles
source: Select from Files
de: Aus Dateien auswählen
ja: ファイルから選択
ko: 파일에서 선택
zh_hans: 从文件中选择
zh_hant: 從檔案中選擇

# Import.SelectPhotos
source: Select Photos
de: Fotos auswählen
ja: 写真を選択
ko: 사진 선택
zh_hans: 选择照片
zh_hant: 選擇照片

# Import.StartImport
source: Start Import
de: Import starten
ja: インポートを開始
ko: 가져오기 시작
zh_hans: 开始导入
zh_hant: 開始匯入

# Importer.Album.None
source: No Album
de: Kein Album
ja: アルバムなし
ko: 앨범 없음
zh_hans: 不指定相册
zh_hant: 不指定相簿

# Importer.DoneText
source: Import Successful
de: Import erfolgreich
ja: 保存完了
ko: 가져오기 성공
zh_hans: 导入成功
zh_hant: 匯入成功

# Importer.DoneText.WithError.%lld
source: Import Completed With %lld Errors
de: Import abgeschlossen mit %lld Fehlern
ja: 保存完了（%lld個失敗）
ko: %lld개의 오류와 함께 가져오기 완료
zh_hans: 导入完成，有 %lld 个错误
zh_hant: 匯入完成，有 %lld 個錯誤

# Importer.Import
source: Import Here
de: Hierhin importieren
ja: ここに保存
ko: 여기로 가져오기
zh_hans: 导入到此
zh_hant: 匯入至此

# Importer.Note
source: Use the in-app importer when importing large pics.
de: Verwenden Sie den In-App-Importer beim Importieren großer Bilder.
ja: 大きい画像を保存する場合、アプリ内のインポート機能のご利用を推薦します。
ko: 큰 사진을 가져올 때는 앱 내 가져오기를 사용하세요.
zh_hans: 导入大型图片时，请使用 App 内置的导入工具。
zh_hant: 匯入大型圖片時，請使用 App 內建的匯入工具。

# Importer.ProgressText
source: Importing...
de: Importieren …
ja: 読み込み中…
ko: 가져오는 중…
zh_hans: 正在导入…
zh_hant: 正在匯入⋯

# Import.Album
source: Album
ja: アルバム
ko: 앨범
zh_hans: 相册
zh_hant: 相簿

# Import.FolderContents.%lld.%lld
source: %1$lld albums, %2$lld photos
ja: %1$lldアルバム、%2$lld枚の写真

# Import.ImportFolder
source: Import This Folder
ja: このフォルダをインポート
